Repository: joho1968/SCFA
Catalog: shortcodes-for-font-awesome/languages/shortcodes-for-font-awesome-*.po
Languages: sv_se

source: SCFA settings
sv_se: SCFA-inställningar

source: Settings
sv_se: Inställningar

source: Configuration
sv_se: Konfiguration

source: Quickguide
sv_se: Snabbreferens

source: About
sv_se: Om

source: This is intended as a quick reference for the shortcode. For a complete list of Font Awesome classes, please see
sv_se: Detta är tänkt som en snabbreferens för shortcoden. För en fullständig lista med Front Awesome-klasser, vänligen se

source: Some icon styles may only be available with a Pro license
sv_se: Vissa ikonstilar kan kräva en Pro-licens

source: You can (obviously) specify everything class related in the class="" parameter if that is more convenient for you
sv_se: Du kan (naturligtvis) ange allt klassrelaterat i class=""-parametern om det fungerar bättre för dig

source: General format
sv_se: Generell syntax

source: Generate <span> element with icon and default (icon) style:
sv_se: Skapa <span>-element med ikon och standardstil för ikon:

source: Generate <span> element with the specified style and icon:
sv_se: Skapa <span>-element med specifik stil och ikon:

source: Generate <span> element with the specified style and icon and size:
sv_se: Skapa <span>-element med specifik stil, ikon och storlek:

source: Generate <span> element with the specified style and icon and custom CSS:
sv_se: Skapa <span>-element med specifik stil, ikon och anpassad CSS:

source: Generate <span> element with the specified style and icon and custom class:
sv_se: Skapa <span>-element med specifik stil, ikon och class-tillägg:

source: Generate <span> element with the specified style and icon and fixed width:
sv_se: Skapa <span>-element med specifik stil, ikon och fast bredd:

source: Please note that to serve the specified asset URL as CSS, Font Awesome expects to be able to include web fonts relative to the URL you specify.
sv_se: Notera att för att använda en specific URL som CSS-källa, så förväntar sig Font Awesome att kunna inkludera webbtypsnitt relativt från den URL du anger.

source: If you specify https://mysite.com/assets/css/all.min.css, Font Awesome will attempt to include web fonts from https://mysite.com/assets/webfonts/...
sv_se: Om du anger https://mysite.com/assets/css/all.min.css, så kommer Font Awesome att försöka inkludera webbtypsnitt från https://mysite.com/assets/webfonts/...

source: Please make sure you include the Font Awesome assets in some other way.
sv_se: Inkludera Font Awesome-filer på annat sätt.

source: Thank you for installing
sv_se: Tack för att du installerat

source: This plugin provides a simple way to include
sv_se: Detta tillägg gör det enkelt att inkludera

source: on your WordPress site
sv_se: på din WordPress-sajt

source: Commercial support and customizations for this plugin is available from
sv_se: Kommersiell support och anpassning för detta tillägg finns att tillgå från

source: in Stockholm, Sweden. We speak Swedish and English
sv_se: i Stockholm. Vi pratar svenska och engelska

source: The plugin was written by Joaquim Homrighausen and sponsored by WebbPlatsen i Sverige AB.
sv_se: Detta tillägg är utvecklat av Joaquim Homrighausen och sponsrat av WebbPlatsen i Sverige AB.

source: If you find this plugin useful, the author is happy to receive a donation, good review, or just a kind word.
sv_se: Om du tycker detta tillägg är användbart så uppskattar utvecklaren en donation, bra omdöme och/eller positiv kommentar.

source: If there is something you feel to be missing from this plugin, or if you have found a problem with the code or a feature, please do not hesitate to reach out to
sv_se: Om du anser att något saknas i detta tillägg eller om du har hittat ett fel i koden eller en funktion, tveka inte att höra av dig till

source: URL settings
sv_se: URL-inställningar

source: Asset URL
sv_se: URL

source: Enter a valid URL for the CSS or JS file to be used
sv_se: Ange en giltig URL för CSS och/eller JS filer som skall användas

source: The URL of a Font Awesome CSS or JS file to be included when your site loads. Leave empty to use included Font Awesome CSS resources. If this is configured correctly, you will see some Font Awesome icons below the SCFA header on this page.
sv_se: URL till Font Awesome CSS och/eller JS fil som skall inkluderas när din webbplats laddas. Lämna fältet tomt för att använda de Font Awesome-resurser som är inkluderade med SCFA. Om denna inställning är korrekt konfigurerad så ser du två Font Awesome ikoner under SCFA-titeln på denna sida.

source: Other settings
sv_se: Andra inställningar

source: Asset type
sv_se: Typ

source: Serve local Font Awesome CSS
sv_se: Använd de inkluderade Font Awesome-filerna

source: Serve asset URL as CSS
sv_se: Använd Font Awesome-filer från URL (CSS)

source: Serve asset URL as Font Awesome CDN kit
sv_se: Använd Font Awesome-filer från Font Awesome CDN kit

source: None of the above, Font Awesome is activated elsewhere
sv_se: Inget av ovan, jag inkluderar Font Awesome på annat sätt

source: How the asset URL (above) should be used
sv_se: Hur URLen (ovan) skall användas

source: Default style
sv_se: Standardstil

source: Default icon style if not specified
sv_se: Standard ikonstil

source: Remove settings
sv_se: Radera inställningar

source: Remove all SCFA plugin settings and data when plugin is uninstalled.
sv_se: Radera alla SCFA-inställningar när tillägget avinstalleras.

source: Insert SCFA
sv_se: Lägg till SCFA
